Repository: DDavidPrime/rx_bloc
Catalog: packages/rx_bloc_cli/mason_templates/bricks/lib_pin_code/__brick__/lib/l10n/arb/lib_pin_code/*.arb
Languages: bg

# createPin
source: Create pin code
bg: Създай пин код

# changePin
source: Change pin code
bg: Смени пин код

# pinVerifiedMessage
source: Pin was verified successfully
bg: Пин кодът е верифициран

# pinUpdatedMessage
source: Pin was updated successfully
bg: Пин кодът е обновен

# confirmPin
source: Confirm pin code
bg: Потвърди пин код

source: Enter current pin
bg: Въведи настоящ пин

source: Enter new pin
bg: Въведи нов пин

source: translated error
bg: Преведена грешка

# biometricsNotSetup
source: To use biometrics, you need to turn it on in your device settings!
bg: За да използвате биометрика, трябва да я активирате от настройките на устройството!

# biometricsNotSupported
source: You don't have biometric feature on your device!
bg: Устройството Ви няма функция да използва биометрична автентикация

# biometricsEnabled
source: Your biometrics are enabled!
bg: Биометричната функция е активирана

# biometricsDisabled
source: Your biometrics are disabled!
bg: Биометричната функция е деактивирана

source: Verify pin code page
bg: Верифициране на пин

source: Update pin page
bg: Обновяване на пин

source: Create pin page
bg: Създаване на пин

source: Confirm pin page
bg: Подтвърждаване на пин

source: Wrong confirmation pin
bg: Грешен пин за потвърждаване
