Repository: DDavidPrime/rx_bloc
Catalog: packages/rx_bloc_cli/mason_templates/bricks/feature_otp/__brick__/lib/l10n/arb/feature_otp/*.arb
Languages: bg

source: Resend
bg: Повторно изпращане

# resendButtonActiveStateLabel
source: Resend code
bg: Повторно изпращане на код

# resendButtonLoadingStateLabel
source: Sending code
bg: Изпращане на код

# resendButtonCodeSentStateLabel
source: Code was sent
bg: Кодът е изпратен

# resendButtonErrorStateLabel
source: An error occurred while sending code
bg: Възникна грешка при изпращане на код

# resendButtonDisabledStateLabel
source: Seconds to enable the button
bg: Секунди, за да активирате бутона

source: Code validity
bg: Валидност на кода

# smsCodeResendError
source: An error occurred. try again.
bg: Възникна грешка. Опитайте отново.

source: Code resent
bg: Кодът е изпратен отново

source: Phone Number
bg: Телефонен номер

# hint
source: *hint* The correct code might be 0000
bg: *hint* Правилният код може да бъде 0000

source: Send New Code
bg: Изпращане на нов код

# codeSent
source: The new code has been sent
bg: Новият код е изпратен

source: Minutes
bg: Минути

# codeStateCorrect
source: VALID CODE!
bg: ВАЛИДЕН КОД!

# codeStateWrong
source: WRONG CODE!
bg: ГРЕШЕН КОД!

# codeStateDisabled
source: Your time has expired, please submit a new code
bg: Вашето време е изтекло, моля, изпратете нов код

# codeStateDefault
source: Enter the received SMS code
bg: Въведете получения SMS код

# otpPageTitle
source: OTP feature Example
bg: OTP функция пример
